Repository: ms-iot/samples
Catalog: IoTCoreDefaultApp/IoTCoreDefaultApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, zh_cn, zh_tw

# Tutorial.GetStarted.002.title
source: Getting Started
ar_sa: البدء بالإستخدام
de_de: Erste Schritte
es_es: Introducción
fr_fr: Prise en main
it_it: Per iniziare
ja_jp: 作業の開始
ko_kr: 시작
nl_nl: We gaan beginnen
pt_br: Introdução
ru_ru: Начало работы
zh_cn: 开始使用
zh_tw: 開始使用

# Tutorial.GetStarted.003.subtitle
source: Welcome to Windows 10 IoT Core
ar_sa: أهلاً وسهلاً بك في Windows 10 IoT Core
de_de: Willkommen bei Windows 10 IoT Core
es_es: Windows 10 IoT Core
fr_fr: Bienvenue dans Windows 10 IoT Standard
it_it: Benvenuto in Windows 10 IoT Core
ja_jp: Windows 10 IoT Core へようこそ
ko_kr: Windows 10 IoT Core 시작
nl_nl: Welkom bij Windows 10 IoT Core
pt_br: Bem-vindo ao Windows 10 IoT Core
ru_ru: Добро пожаловать в Windows 10 IoT Базовую
zh_cn: 欢迎使用 Windows 10 IoT 核心版
zh_tw: 歡迎使用 Windows 10 IoT 核心版

# Tutorial.GetStarted.004.h1
source: Intro
ar_sa: مقدمة
de_de: Einführung
es_es: Introducción
it_it: Introduzione
ja_jp: はじめに
ko_kr: 소개
nl_nl: Introductie
pt_br: Introdução
ru_ru: Вступление
zh_cn: 简介
zh_tw: 簡介

# Tutorial.GetStarted.005.p
source: Congrats! You’ve set up your board and you’re ready to explore Windows 10 IoT Core; a light weight operating system designed to let you create devices. With IoT Core, Windows brings you all of the tools you need to get your device connected and running in no time. Our goal is to get your ideas made into a reality as quickly possible.
ar_sa: تهانينا! لقد قمت بتجهيز لوحك وأنت الآن جاهزاً لإستكشاف Windows 10 IoT Core ، النظام الخفيف المصمم لك لتقوم بصنع الأجهزة المختلفة. بمساعدة النظام IoT Core ، كل الأدوات اللازمة متاحة لك لتربط جهازك وتشغله بدون استهلاك أي وقت. هدفنا الرئيسي هو أن تستخرج كل ما لديك من أفكار وتطبقها لتصبح واقعاً في أقرب وقت ممكن.
de_de: Glückwunsch! Sie haben Ihr Board eingerichtet und können sich jetzt mit Windows 10 IoT Core vertraut machen. Dieses unkomplizierte Betriebssystem unterstützt Sie bei der Entwicklung Ihrer eigenen Geräte. Windows IoT Core gibt Ihnen alle Tools an die Hand, mit denen Sie Ihr Gerät in kürzester Zeit vernetzen und ans Laufen bekommen. Mit unserer Hilfe setzen Sie Ihre Ziele so schnell wie möglich in die Praxis um.
es_es: ¡Enhorabuena! Has configurado tu panel y estás listo para explorar Windows 10 IoT Core, un sistema operativo ligero diseñado para que puedas crear dispositivos. Con IoT Core, Windows te da todas las herramientas que necesitas para conectar y usar tu dispositivo en poco tiempo. Nuestro objetivo es que tus ideas se conviertan en realidad lo más rápido posible.
fr_fr: Félicitations ! Vous avez configuré votre carte, et vous êtes prêt à explorer Windows 10 IoT Standard, un système d’exploitation léger conçu pour vous permettre de créer des appareils. Avec IoT Standard, Windows vous apporte tous les outils dont vous avez besoin pour connecter votre appareil et le faire fonctionner en un rien de temps. Notre objectif est de donner vie à vos projets aussi rapidement que possible.
it_it: Congratulazioni! Hai configurato la tua scheda e sei pronto per esplorare Windows 10 IoT Core: un sistema operativo leggero, progettato per la creazione di dispositivi. Con IoT Core, Windows mette a tua disposizione tutti gli strumenti che ti occorrono per connettere il tuo dispositivo e renderlo immediatamente operativo. Il nostro obiettivo è trasformare le tue idee in realtà nel modo più veloce possibile.
ja_jp: おめでとうございます。ボードがセットアップされ、Windows 10 IoT Core を使用する準備が整いました。IoT Core は、デバイスを作成するために設計された軽量のオペレーティング システムです。IoT Core には、デバイスを接続し、すぐに動かすために必要なツールがすべて用意されています。アイデアをできる限りすばやく実現できるようにすることを目指しています。
ko_kr: 축하합니다! 보드 설정이 완료되었습니다. 이제 장치 개발을 돕도록 설계된 가벼운 운영 체제인 Windows 10 IoT Core를 살펴보세요. IoT Core를 사용하면 즉시 장치를 연결하여 실행하는 데 필요한 모든 도구가 Windows에서 제공됩니다. 여러분의 아이디어를 가능한 한 빨리 실현하도록 도와드리겠습니다.
nl_nl: Gefeliciteerd! Je bent klaar om Windows 10 IoT Core te verkennen; een licht gewicht operating systeem ontworpen om creative dingen mee te doen. Met IoT Core, brengt Windows alle noodzakelijke tools om je IoT apparaat te verbinden en je bent up-and-running in no time. Ons doel is het om jou ideeën zo snel mogelijk realiteit te laten worden.
pt_br: Parabéns! Você configurou sua placa e está pronto para explorar o Windows 10 IoT Core: um sistema operacional leve projetado para permitir que você crie dispositivos. Com o IoT Core, o Windows traz para você todas as ferramentas necessárias para que seu dispositivo seja conectado e executado rapidamente. Nossa meta é transformar suas ideias em realidade o mais rápido possível.
ru_ru: Поздравляем! Вы настроили плату. Теперь вы готовы к знакомству с Windows 10 IoT Базовой — облегченной операционной системой, позволяющей создавать устройства. Выпуск Windows IoT Базовая содержит все средства, благодаря которым вы сможете подключить и запустить устройство в кратчайшие сроки. Наша цель — создать все условия для того, чтобы вы могли воплощать свои идеи как можно скорее.
zh_cn: 恭喜! 你已设置了插件板，并已准备好探索 Windows 10 IoT 核心版；这是一款设计用于创建设备的轻量型操作系统。有了 IoT 核心版，Windows 可为你提供即时连接设备并使其保持运行所需的一切工具。我们的目标是让你的想法尽快得以实现。
zh_tw: 恭喜! 您已設定電路板且已可探索 Windows 10 IoT 核心版; 這是一個專供您設計裝置所打造的精簡作業系統。透過 IoT 核心版，Windows 提供讓裝置立即連線並運作所需的所有工具。我們的目標為盡快將您的構想化為現實。

# Tutorial.GetStarted.006.p
source: If you want to dig deeper and explore tutorials, documentation and help, visit www.windowsondevices.com.
ar_sa: إذا أردت الإستكشاف بشكل أعمق والتعرف على البرامج التعليمية المتاحة ، بالإضافة إلى مستندات المراجع والمساعدة ، تفضل بزيارة الموقع www.windowsondevices.com.
de_de: Um weitergehende Informationen zu erhalten sowie Lernprogramme, Dokumentationen und Onlinehilfe zu erkunden, besuchen Sie „www.windowsondevices.com“.
es_es: Si quieres profundizar y explorar los tutoriales, la documentación y la ayuda, visita www.windowsondevices.com.
fr_fr: Si vous souhaitez examiner de près et explorer les didacticiels, la documentation et l’aide, visitez www.windowsondevices.com.
it_it: Se vuoi saperne di più e accedere ad esercitazioni, documentazione e informazioni, visita www.windowsondevices.com.
ja_jp: チュートリアル、ドキュメント、ヘルプの詳細については、www.windowsondevices.com にアクセスしてください。
ko_kr: 자세한 내용을 알아보고 자습서, 설명서 및 도움말을 살펴보려면 www.windowsondevices.com을 방문하세요.
nl_nl: Als je hulp of uitgebreide documentatie en voorbeelden wilt hebben, ga dan naar www.windowsondevices.com.
pt_br: Se você deseja obter detalhes e explorar os tutoriais, a documentação e a ajuda, visite www.windowsondevices.com.
ru_ru: Если вы хотите получить более подробную информацию и ознакомиться с руководствами, документацией и справкой, посетите сайт www.windowsondevices.com.
zh_cn: 如果你要深入了解并浏览教程、文档和帮助，请访问 www.windowsondevices.com。
zh_tw: 若您想深入瞭解並尋找教學課程、文件及說明，請造訪 www.windowsondevices.com。

# Tutorial.GetStarted.007.h1
source: How do I get coding?
ar_sa: كيف أبدأ بالتطوير؟
de_de: Wie steige ich in die Programmierung ein?
es_es: ¿Cómo comienzo a escribir código?
fr_fr: Comment coder ?
it_it: Come posso iniziare a scrivere codice?
ja_jp: コードを取得する方法
ko_kr: 코딩하는 방법
nl_nl: Hoe kan ik een applicatie maken?
pt_br: Como começo a codificar?
ru_ru: Как приступить к кодированию?
zh_cn: 如何编写代码?
zh_tw: 我該如何開始撰寫程式碼?

# Tutorial.GetStarted.008.p
source: Windows 10 IoT Core uses the power of the PC to build projects.
ar_sa: لدى Windows 10 IoT Core نفس طاقة جهاز الكمبيوتر في بناء المشاريع.
de_de: Windows 10 IoT Core nutzt das Potenzial des PCs für Ihre Projekte.
es_es: Windows 10 IoT Core usa el poder de tu PC para crear proyectos.
fr_fr: Windows 10 IoT Standard génère des projets en utilisant la puissance du PC.
it_it: Windows 10 IoT Core usa la potenza del PC per la creazione di progetti.
ja_jp: Windows 10 IoT Core では、PC の能力を利用して、プロジェクトを構築します。
ko_kr: Windows 10 IoT Core는 PC 기능을 활용하여 프로젝트를 빌드합니다.
nl_nl: Windows 10 IoT Core gebruikt de kracht van de PC om je projecten en applicaties te realiseren.
pt_br: O Windows 10 IoT Core usa a potência do computador para criar projetos.
ru_ru: Для создания проектов ОС Windows 10 IoT Базовая использует мощные возможности компьютера.
zh_cn: Windows 10 IoT 核心版利用电脑的强大功能构建项目。
zh_tw: Windows 10 IoT 核心版使用電腦功能來打造專案。

# Tutorial.GetStarted.009.p
source: All of your coding is done remotely through Visual Studio. We make it easy to push your code to your device for testing, and when they’re ready to be shipped.
ar_sa: كل عمليات التطوير تعمل عن بعد بإستخدام برنامج Visual Studio ، حيث قمنا بتسهيل عملية رفع ملفات الكود إلى لوحتك للإختبار ومن ثم التجهيز للإطلاق.
de_de: Die gesamte Programmierung erfolgt remote in Visual Studio. Wir machen es Ihnen einfach, Ihren Code auf Ihr Gerät umzulagern, ob zu Testzwecken oder zur endgültigen Auslieferung.
es_es: Toda la codificación se hace de manera remota a través de Visual Studio. Te facilitamos la tarea de insertar tu código en tu dispositivo para realizar pruebas y cuando esté listo para entregar.
fr_fr: L’ensemble de votre codage est effectué à distance via Visual Studio. Nous facilitons la transmission de type push de votre code vers votre appareil à des fins de test, ainsi que son expédition lorsqu’il est prêt.
it_it: Tutta la scrittura del codice viene eseguita in remoto tramite Visual Studio. È molto semplice trasferire il codice nel dispositivo per il testing e al momento della distribuzione.
ja_jp: コーディングはすべて Visual Studio を使用してリモートで実行します。コードは、テストのためや、出荷準備が整ったときに、デバイスに簡単にプッシュできます。
ko_kr: 모든 코딩은 Visual Studio를 통해 원격으로 수행됩니다. 테스트하려거나 출시 준비가 된 경우 장치에 코드를 쉽게 푸시할 수 있습니다.
nl_nl: Je applicatie ontwikkel je op de PC met behulp van Visual Studio. Visual studio maakt het mogelijk om je applicatie te maken, naar je IoT apparaat te sturen en ook op afstand te testen en te debuggen.
pt_br: Toda a codificação é feita remotamente por meio do Visual Studio. Facilitamos o envio de seu código por push ao dispositivo para teste, e quando ele estiver pronto para ser enviado.
ru_ru: Все кодирование осуществляется удаленно через Visual Studio. Мы создали все условия, чтобы код можно было легко отправить на устройство для тестирования и при готовности проектов к доставке.
zh_cn: 你的所有代码编写操作均通过 Visual Studio 远程完成。在进行代码测试时，以及在代码可供交付时，你可以很轻松地将代码推送到设备。
zh_tw: 所有程式碼均透過 Visual Studio 遠端完成。我們可讓您輕鬆地將程式碼推播至您的裝置以供測試，以及在可以出貨時將程式碼推播至您的裝置。

# Tutorial.GetStarted.010.h1
source: What you need
ar_sa: ما ستحتاج إليه هو:
de_de: Was Sie alles benötigen
es_es: Lo que necesitas
fr_fr: Ce dont vous avez besoin
it_it: Che cosa ti occorre
ja_jp: 必要なもの
ko_kr: 필요한 항목
nl_nl: Wat heb je nodig
pt_br: Do que você precisa
ru_ru: Что вам понадобится
zh_cn: 所需的一切
zh_tw: 您需要的內容

# Tutorial.GetStarted.011.ul
source: A Windows 10 PC
ar_sa: جهاز كمبيوتر يعمل بنظام Windows 10
de_de: Einen Windows 10- PC
es_es: Un PC con Windows 10
fr_fr: Un PC Windows 10
it_it: Un PC Windows 10
ja_jp: Windows 10 PC
ko_kr: Windows 10 PC
nl_nl: Een Windows 10 PC
pt_br: Um computador com Windows 10
ru_ru: Компьютер с Windows 10
zh_cn: Windows 10 电脑
zh_tw: Windows 10 電腦

# Tutorial.GetStarted.012.ul
source: Internet Connection
ar_sa: اتصال بالأنترنت
de_de: Internetverbindung
es_es: Conexión a Internet
fr_fr: Une connexion Internet
it_it: Connessione a Internet
ja_jp: インターネット接続
ko_kr: 인터넷 연결
nl_nl: Internet connectie
pt_br: Conexão com a Internet
ru_ru: Подключение к Интернету
zh_cn: Internet 连接
zh_tw: 網際網路連線

# Tutorial.GetStarted.013.ul
source: Your Board
ar_sa: هذه اللوحة
de_de: Ihr Board
es_es: Tu panel
fr_fr: Votre carte
it_it: La tua scheda
ja_jp: ボード
ko_kr: 보드
nl_nl: Jou IoT apparaat (bv. raspberry PI2 of PI3)
pt_br: Sua Placa
ru_ru: Плата
zh_cn: 你的插件板
zh_tw: 您的電路板

# Tutorial.GetStarted.015.p
source: Click on the “Get Coding” tutorial for more information
ar_sa: اضغط على "برمج" في واجهة البرامج التعليمية للمزيد من المعلومات.
de_de: Klicken Sie auf das Lernprogramm „Einstieg in die Codierung“, um weitere Informationen zu erhalten.
es_es: Haz clic en el tutorial "Obtén la codificación" para más información
fr_fr: Pour plus d’informations, cliquez sur le didacticiel « Coder ».
it_it: Per altre informazioni, fai clic sull'esercitazione “Inizia a scrivere codice”
ja_jp: 詳細については、[コードを取得] チュートリアルをクリックしてください
ko_kr: 자세한 내용을 보려면 [코딩] 자습서를 클릭하세요.
nl_nl: Druk op de “Begin met programeren” handleiding voor meer informatie
pt_br: Clique no tutorial “Comece a codificar” para obter mais informações
ru_ru: Чтобы получить дополнительные сведения, выберите руководство "Кодирование"
zh_cn: 有关详细信息，请单击“编写代码”教程
zh_tw: 按一下「開始撰寫程式碼」教學課程以取得詳細資訊

# Tutorial.GetStarted.016.h1
source: Where’s the Start button?!
ar_sa: أين يقع زر التشغيل؟!
de_de: Wo ist die Schaltfläche „Start“?!
es_es: ¿Dónde está el botón Inicio?
fr_fr: Où se trouve le bouton Démarrer ?
it_it: Dov'è il pulsante Start?
ja_jp: スタート ボタンはどこ?!
ko_kr: 시작 단추의 위치
nl_nl: Waar is het start menu ?!
pt_br: Onde está o botão Iniciar?!
ru_ru: Где кнопка "Пуск"?!
zh_cn: “开始”按钮在哪里?!
zh_tw: [開始] 按鈕在哪裡?!

# Tutorial.GetStarted.017.p
source: Windows 10 IoT Core has been designed to be extremely lightweight, and invisible to the user after you finish building your application. This means no shell and no start button. All of the buttons, navigation and UI has to come from you, the developer.
ar_sa: صمم Windows 10 IoT Core خفيفاً بشكل كبير ، وغير مرئي للمستخدمين بعد الإنتهاء من تطوير برنامجك ، وهذا يعني أنه لن يكون هناك زر تشغيل أو واجهات تحكم. كل الأزرار والتوجيهات والنوافذ ستأتي منك أنت ، مبرمج التطبيق.
de_de: Windows 10 IoT Core ist ein ausgesprochen unkompliziertes Betriebssystem, das nach dem Erstellen der Anwendung unsichtbar für den Nutzer ist. Das heißt, es kommt ohne Shell und ohne die Schaltfläche „Start“ aus. Alle Schaltflächen, Navigations- und Benutzeroberflächenelemente fügen Sie als Entwickler selbst hinzu.
es_es: Windows 10 IoT Core se diseñó para ser extremadamente ligero e invisible para el usuario una vez que hayas terminado de crear tu aplicación. Esto significa que no hay shells ni botón Inicio. Todos los botones, la navegación y la interfaz de usuario vienen de ti, el desarrollador.
fr_fr: Windows 10 IoT Standard a été conçu pour être extrêmement léger et invisible pour l’utilisateur, une fois que vous avez terminé de générer votre application. En d’autres termes, il n’y a ni interpréteur de commandes ni bouton Démarrer. C’est à vous, développeur, qu’il revient de créer l’ensemble des boutons et éléments de navigation et d’interface utilisateur.
it_it: Windows 10 IoT Core è stato progettato per essere estremamente leggero e invisibile all'utente una volta terminato lo sviluppo della tua applicazione. Per questo motivo, la shell e il pulsante Start non sono presenti. Tutti i pulsanti, lo spostamento e l'interfaccia utente devono essere forniti da te, lo sviluppatore.
ja_jp: Windows 10 IoT Core は、非常に軽量で、アプリケーションの作成が完了した後はユーザーに認識されないように設計されています。そのため、シェルやスタート ボタンがありません。ボタン、ナビゲーション、UI はすべて開発者が用意する必要があります。
ko_kr: Windows 10 IoT Core는 매우 가볍게 설계되었으며, 응용프로그램을 빌드한 후에 표시되지 않습니다. 따라서 셸과 시작 단추가 없습니다. 개발자가 모든 단추, 탐색 및 UI를 만들어야 합니다.
nl_nl: Windows 10 IoT Core is ontwikkeld om extreem compact en ontzichtbaar voor de eindgebruiker de gemaakte applicaties uit te voeren. Dit betekend dat er geen desktop, windows shell en zelfs geen start menu is. Alle vensters, menus en navigatie knoppen voor UI moet van jou komen, op de manier zoals jij die ontwikkeld en programmeert.
pt_br: O Windows 10 IoT Core foi projetado para ser extremamente leve e invisível para o usuário depois que você terminar de compilar seu aplicativo. Isso significa que não há shell nem botão iniciar. Todos os botões, a navegação e a interface do usuário devem partir de você, o desenvolvedor.
ru_ru: ОС Windows 10 IoT Базовая разработана так, чтобы быть максимально облегченной и незаметной для пользователя после создания приложения. Это означает отсутствие оболочки и кнопки "Пуск". Все кнопки, средства навигации и элементы пользовательского интерфейса должны создавать разработчики.
zh_cn: Windows 10 IoT 核心版已设计为超轻量型操作系统，并且在你完成应用程序构建后对用户不可见。这意味着，既没有 shell，也没有“开始”按钮。所有按钮、导航和 UI 都来自于你，开发人员。
zh_tw: Windows 10 IoT 核心版的設計極為精簡，並會在您完成設計應用程式之後向使用者隱藏。這代表沒有殼層和開始按鈕。所有的按鈕、瀏覽和 UI 都來自身為開發人員的您。

# Tutorial.GetStarted.018.p
source: But don’t worry, we’re here to help.
ar_sa: لكن لا عليك. نحنا هنا لمساعدتك دوماً.
de_de: Selbstverständlich stehen wir Ihnen mit Rat und Tat zur Seite.
es_es: No te preocupes, estamos aquí para ayudarte.
fr_fr: Mais ne vous inquiétez pas, nous sommes là pour vous aider.
it_it: Non preoccuparti: siamo qui per aiutarti.
ja_jp: 心配しないでください。お手伝いします。
ko_kr: 하지만 걱정하지 마세요. 언제든지 도와드리겠습니다.
nl_nl: Maar maak je geen zorgen, wij zijn hier om je te helpen.
pt_br: Mas não se preocupe, estamos aqui para ajudar.
ru_ru: Но не беспокойтесь, мы вам поможем.
zh_cn: 但是别担心，我们将随时为你提供帮助。
zh_tw: 不過別擔心，我們會協助您。

# Tutorial.GetStarted.019.p
source: This application is entirely open source! Everything you see in the application is open sourced and can be found at www.windowsondevices.com.
ar_sa: يتوفر ملفات تطوير هذا التطبيق بشكل كامل! كل ماتراه في هذا التطبيق مفتوح المصدر وبإمكانك الحصول عليه من www.windowsondevices.com.
de_de: Diese Anwendung ist vollständig auf Open Source ausgerichtet! Sie setzt sich ausschließlich aus Open Source-Code zusammen, den Sie unter „www.windowsondevices.com“ finden.
es_es: Esta aplicación es de código abierto. Todo lo que veas en ella es código abierto y se encuentra en www.windowsondevices.com.
fr_fr: Cette application est entièrement open source ! Tout ce que vous y voyez est en open source et se trouve sur www.windowsondevices.com.
it_it: Questa applicazione è completamente open source! Tutto quello che vedi nell'applicazione è open source e disponibile all'indirizzo www.windowsondevices.com.
ja_jp: このアプリケーションは完全にオープン ソースです。アプリケーションのすべてがオープン ソース化されていて、www.windowsondevices.com で確認できます。
ko_kr: 이 응용프로그램은 완전한 오픈 소스입니다. 이 응용프로그램에 표시되는 모든 항목은 오픈 소스로 제공되며 www.windowsondevices.com에서 찾을 수 있습니다.
nl_nl: Deze applicatie is volledig open source! Alles wat je ziet in deze applicatie is open source en kan je vinden op www.windowsondevices.com.
pt_br: Este aplicativo é um software totalmente livre! Tudo o que você vir no aplicativo é de software livre e pode ser encontrado em www.windowsondevices.com.
ru_ru: Это приложение имеет полностью открытый код! Все, что вы видите в приложении, создано на базе открытого кода и доступно на сайте www.windowsondevices.com.
zh_cn: 此应用程序是完全开放的源代码! 你在该应用程序中看到的所有内容都是用开放源代码编写的，这些源代码可以在 www.windowsondevices.com 上找到。
zh_tw: 此應用程式完全為開放來源! 您在應用程式中看到的所有內容均來自開放來源，可在 www.windowsondevices.com 上找到。

# Tutorial.GetStarted.020.p
source: Feel free to use this as a template to get started when building your own application
ar_sa: لا تتردد في استخدامه كقالب لبدء تطوير برنامجك
de_de: Verwenden Sie dieses Beispiel als Ausgangsbasis für die Entwicklung einer eigenen Anwendung.
es_es: No dudes en usar esto como plantilla para comenzar a la hora de crear tu propia aplicación
fr_fr: N’hésitez pas à l’utiliser comme modèle pour commencer lorsque vous créez votre propre application.
it_it: Usa questa applicazione come modello per iniziare a sviluppare la tua
ja_jp: これは、独自のアプリケーションを構築する際のテンプレートとしてご自由にお使いください
ko_kr: 응용프로그램을 직접 빌드할 때 언제든지 이 응용프로그램을 템플릿으로 사용하여 시작하세요.
nl_nl: Je bent vrij om dit voorbeeld te gebruiken als template om je eigen applicatie te maken.
pt_br: Sinta-se à vontade para usar este aplicativo como modelo inicial ao compilar seu próprio aplicativo
ru_ru: Смело используйте все это как шаблон, чтобы приступить к созданию собственного приложения
zh_cn: 在构建你自己的应用程序时，请随时使用此应用程序作为入门模板
zh_tw: 在設計您專屬的應用程式時，可以將它作為初始範本使用

# Tutorial.GetConnected.002.title
source: Get Connected
ar_sa: اتصل
de_de: Verbindung herstellen
es_es: Conéctate
fr_fr: Connectez-vous
it_it: Collegati
ja_jp: 接続
ko_kr: 연결하기
pt_br: Conecte-se
ru_ru: Подключение
zh_cn: 保持连接
zh_tw: 開始連線

# Tutorial.GetConnected.003.subtitle
source: Internet of Things (IoT) wouldn’t be much without the Internet part of it, so let’s try and get connected.
ar_sa: انترنت الأشياء (IoT) لن يكون له لزوم بدون وجود الأنترنت ، لذا لنتصل الآن بالأنترنت ونبدأ العمل.
de_de: Ohne Internet wäre das IoT (Internet of Things) nicht denkbar. Los geht’s, lassen Sie uns eine Verbindung herstellen.
es_es: Internet de las cosas (IoT) no sería gran cosa sin Internet, por lo que tendríamos que intentar conectarnos.
fr_fr: L’Internet des objets (IoT) ne serait rien sans sa partie Internet. Essayez-le et connectez-vous.
it_it: Internet of Things (IoT) non avrebbe senso senza Internet, quindi iniziamo dalla connessione.
ja_jp: モノのインターネット (IoT) はインターネットが利用できないと意味がないので、接続してみましょう。
ko_kr: IoT(사물 인터넷)는 인터넷에 연결해야 제대로 활용할 수 있습니다.
nl_nl: Internet of Things (IoT) stelt niet veel voor zonder het internet deel, dus verbind internet.
pt_br: A IoT (Internet das Coisas) não seria nada sem a parte da Internet, então vamos tentar nos conectar.
ru_ru: Интернет вещей (IoT) не принесет много пользы без собственно Интернета, поэтому давайте попробуем подключиться.
zh_cn: 没有 Internet，物联网就没有什么太大的意义，因此，让我们尝试并保持连接。
zh_tw: 物聯網 (IoT) 也需要網際網路，因此請嘗試並開始連線。

# Tutorial.GetConnected.004.p
source: There are three ways to get connected: Ethernet, Wi-Fi, and Internet Connection Sharing (ICS)
ar_sa: بإمكانك الإتصال بالأنترنت بثلاثة طرق: عبر الكبل Ethernet ، أو لاسلكياً Wi-Fi ، أو بمشاركة اتصال الأنترنت من جهاز آخر (خاصية ICS)
de_de: Es gibt drei Verbindungsmöglichkeiten: Ethernet, WLAN und gemeinsame Nutzung der Internetverbindung (Internet Connection Sharing, ICS).
es_es: Hay tres maneras de conectarse: Ethernet, Wi-Fi y Conexión compartida a Internet (ICS).
fr_fr: Il existe trois méthodes de connexion : Ethernet, Wi-Fi et Partage de connexion Internet (ICS)
it_it: Hai a disposizione tre modi per collegarti: Ethernet, Wi-Fi e Condivisione connessione Internet (ICS)
ja_jp: 接続方法には、イーサネット、Wi-Fi、インターネット接続の共有 (ICS) の 3 つがあります
ko_kr: 이더넷, Wi-Fi, ICS(인터넷 연결 공유) 등 세 가지 방법으로 연결할 수 있습니다.
nl_nl: Er zijn 3 manieren om met internet te verbinden: Ethernet, Wi-Fi, en Internet Connection Sharing (ICS)
pt_br: Há três formas de se conectar: Ethernet, Wi-Fi e ICS (Compartilhamento de Conexão com a Internet)
ru_ru: Есть три способа подключения: Ethernet, Wi-Fi и общий доступ к подключению Интернета
zh_cn: 有三种方法可用于保持连接: 以太网、WLAN 和 Internet 连接共享(ICS)
zh_tw: 有三種連線方式：乙太網路、Wi-Fi 及網際網路連線共用 (ICS)

# Tutorial.GetConnected.005.h1
source: Ethernet
ar_sa: اتصال الكبل Ethernet
ja_jp: イーサネット
ko_kr: 이더넷
zh_cn: 以太网
zh_tw: 乙太網路
